{
  "data": {
    "content": [
      {
        "id": "8107",
        "title": "Understanding the very nature of Project Management : a praxiological approach",
        "year": 2005,
        "lang": null,
        "doi": "",
        "publisher": "Project Management Institute",
        "venue": null,
        "volume": "",
        "issue": "",
        "pageStart": null,
        "pageEnd": null,
        "referenceCount": 0,
        "citedCount": 6,
        "fosCount": 0,
        "urlCount": 1,
        "commentCount": 0,
        "journal": {
          "id": "2764552960",
          "fullTitle": "Science & Engineering Faculty",
          "impactFactor": null,
          "paperCount": 8859
        },
        "authors": [
          {
            "paperId": "8107",
            "id": "538589259",
            "name": "Christophe Bredillet",
            "organization": "Queensland University of Technology",
            "affiliation": {
              "id": "160993911",
              "name": "Queensland University of Technology"
            },
            "order": 1,
            "hindex": 13
          }
        ],
        "fosList": [],
        "urls": [
          {
            "paperId": "8107",
            "id": 68,
            "url": "http://eprints.qut.edu.au/49501/"
          }
        ],
        "comments": [],
        "abstract":
          "Foreword: In this paper I call upon a praxiological approach. Praxeology (early alteration of praxiology) is the study of human action and conduct. The name praxeology/praxiologyakes is root in praxis, Medieval Latin, from Greek, doing, action, from prassein to do, practice (Merriam-Webster Dictionary).\r\n\r\nHaving been involved in project management education, research and practice for the last twenty years, I have constantly tried to improve and to provide a better understanding/knowledge of the field and related practice, and as a consequence widen and deepen the competencies of the people I was working with (and my own competencies as well!), assuming that better project management lead to more efficient and effective use of resources, development of people and at the end to a better world.\r\n\r\nFor some time I have perceived a need to clarify the foundations of the discipline of project management, or at least elucidate what these foundations could be. An immodest task, one might say! But not a neutral one! I am constantly surprised by the way the world (i.e., organizations, universities, students and professional bodies) sees project management: as a set of methods, techniques, tools, interacting with others fields – general management, engineering, construction, information systems, etc. – bringing some effective ways of dealing with various sets of problems – from launching a new satellite to product development through to organizational change."
      }
    ],
    "last": true,
    "totalElements": 1,
    "totalPages": 1,
    "sort": null,
    "first": true,
    "numberOfElements": 1,
    "size": 10,
    "page": 0
  }
}
